Openfoam-Xeon-host/OpenFOAM-2.3.1/tutorials/incompressible/pimpleDyMFoam/oscillatingInletACMI2D/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

./Allrun.pre

runApplication $(getApplication)
